Revit 2027 API
TableSectionData.IsCellOverridden Method
Overload List
Name | Description
IsCellOverridden(Int32) |  Indicates if the column is overridden or not.
IsCellOverridden(Int32, Int32) |  Indicates if the cell is overridden or not.
Top
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace